Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/social_welfare/social_welfare_payments/social_welfare_payments_to_families_and_children/back_to_school_clothing_and_footwear_allowance.html.txt.tmx
Source language: en
Languages: ga

source: Back to School Clothing and Footwear Allowance
ga: Liúntas Éadaí agus Coisbhirt chun Filleadh ar Scoil

source: The Back to School Clothing and Footwear Allowance (BSCFA) helps you meet the cost of uniforms and footwear for children going to school
ga: Cuidíonn an Liúntas Éadaí agus Coisbhirt don Scoilbhliain Nua (LÉCSN) le costas na héidí agus coisbhirt do ghasúir ag dul ar scoil

source: You (the parent or guardian) must be getting certain social welfare payments or taking part in training, employment or adult education schemes and your child/ren must be aged between 4 and 17 on or before 30 September of the year you apply or aged between 18 and 22 on or before 30 September if still in second-level education
ga: Caithfidh tusa (an tuismitheoir nó caomhnóir) a bheith ag fáil íocaíochtaí leasa shóisialaigh áirithe nó ag tógáil páirte i dtraenáil, fostaíocht nó scéimeanna oideachas aosaigh agus caithfidh do ghasúr/úir a bheith idir 4 agus 17 bliana d’aois ar nó roimh an 30 Meán Fómhair don bhliain a dhéanann tú iarratas nó idir 18 agus 22 bliain d’aois ar nó roimh an 30 Meán Fómhair má tá in oideachas dara leibhéal

source: This scheme for 2017 is now open
ga: Osclaíodh scéim 2017 ar an 1ú Meitheamh 2017

source: The closing date for applications is 30 September 2017
ga: Is é an dáta deiridh le haghaidh iarratais ná an 30 Meán Fómhair 2017

source: The Department of Social Protection pays BSCFA automatically to many customers
ga: Íocann an Roinn Choimirce Sóisialaí an LÉCSN go huathoibríoch le go leor custaiméirí

source: This means that they do not have to apply for the payment
ga: Ciallaíonn sé seo nach bhfuil orthu iarratas a dhéanamh don íocaíocht

source: If you qualify automatically, you should receive a letter stating when and how your Allowance will be paid
ga: Má tá tú i dteideal go huathoibríoch, gheobhaidh tú litir ag cur in iúl cén uair agus cén chaoi a n-íocfar do Liúntas

source: (These customers will be notified of their entitlements shortly
ga: (Cuirfear ar fáil na litreacha seo ar nó roimh an 16 Meitheamh

source: The payment will be made during the week ending 14 July.)
ga: Íocfar an íocaíocht i rith na seachtaine dar críoch 14 Iúil.)

source: You may qualify for the Back to School Clothing and Footwear Allowance if you are:
ga: D’fhéadfá a bheith i dteideal don Liúntas Éadaí agus Coisbhirt don Scoilbhliain Nua má tá tú:

source: • Getting a social welfare payment (including Family Income Supplement and Back to Work Family Dividend) or a Health Service Executive payment, or
ga: •Ag fáil íocaíocht leasa shóisialaigh (Forlíonadh Ioncam Teaghlaigh agus Díbhinn Teaghlaigh um Fhilleadh ar Obair san áireamh) nó íocaíocht Feidhmeannaigh na Seirbhíse Sláinte, nó

source: • Taking part in an approved employment scheme (back to work scheme) including JobBridge or
ga: •Ag tógáil páirte i scéim fostaíochta ceadaithe (scéim um fhilleadh ar an obair) Taking part in an approved employment scheme (back to work scheme) JobBridge san áireamh nó

source: • Taking part in a recognised education or training course, or
ga: •Ag tógáil páirte in oideachas aitheanta nó cúrsa traenála, nó

source: • Involved in an Area Partnership Scheme, or
ga: •Páirteach Scéim Chomhpháirtíochta Ceantair, nó

source: • Attending a FET (formerly Fás), Fáilte Ireland or LES training scheme
ga: •Ag freastal ar BOO (Fás roimhe seo),Bord Fáilte Éireann nó scéim traenála nó SFÁ

source: Your child must be aged between 4-17 on or before 30 September 2017
ga: Caithfidh do ghasúr a bheith 4-17 bliain d’aois ar nó roimh an 30 Meán Fómhair 2017

source: If they are aged between 18-22 they must be in full-time second-level education in a recognised school or college
ga: Má tá siad idir 18-22 bliain d’aois caithfidh siad a bheith in oideachas dara leibhéal i scoil nó coláiste aitheanta

source: In general you must be getting an Increase for a Qualified Child (IQC) with your payment
ga: Go ginearálta caithfidh tú a bheith ag fáil Méadú i leith Leanbh Cáilithe (MLC) le d’íocaíocht

source: There are some exceptions to this
ga: Tá roinnt eisceachtaí leis seo

source: For example, you may be getting a qualifying payment but you are not getting an increase for your child (because the rules of the scheme do not provide for a child payment) – Maternity Benefit or Adoptive Benefit are examples
ga: Mar shampla, d’fhéadfá a bheith ag fáil íocaíocht cáilithe ach níl tú ag fáil méadú ar do leanbh (mar ní chuireann rialacha na scéime ar fáil íocaíocht linbh) – is samplaí iad Sochar Máithreachais nó Sochar Uchtála

source: In such cases you can still claim BSCFA if you satisfy the other criteria
ga: I gcásanna mar seo is féidir leat éileamh a dhéanamh ar LÉCSN má chomhlíonann tú an chritéir eile

source: In other cases an IQC is not paid because the income of your spouse or partner is over the specified limits but if your overall household income is within the limits specified below you may qualify. You cannot claim BSCFA for a child that is not resident in the State
ga: I gcásanna eile ní íocfar MLC mar go bhfuil ioncam do chéile nó páirtí os cionn teorainneacha sonraithe ach d’fhéadfá cáiliú má tá d’ioncam teaghlaigh iomláin laistigh de na teorainneacha sonraithe atá le feiceáil thíos Ní féidir leat éileamh a dhéanamh ar LÉCSN ar leanbh nach bhfuil ina c(h)ónaí sa Stát

source: Foster children are not eligible for the BSCFA because the financial support parents get from Tusla - the Child and Family Agency (Foster Care Allowance) includes help with the cost of clothing and footwear for the child
ga: Níl páistí altrama i dteideal don LÉCSN mar gheall ar an tacaíocht airgeadais a fhaigheann tuismitheoirí ó Tusla – Cuidíonn an Ghníomhaireacht um Leanaí agus an Teaghlach (Liúntas Cúraim Altrama) le costas éadaigh agus coisbheart don leanbh

source: Note that if you have applied for a social welfare payment or have appealed a decision not to award you a social welfare payment and are waiting for a decision on your application, you should apply for the BSCFA before the scheme closes on 30 September 2017
ga: Tabhair faoi deara má tá iarratas déanta agat d’íocaíocht leasa shóisialaigh nó má lorg tá achomharc ar chinneadh gan íocaíocht leasa shóisialaigh a thabhairt duit agus ag fanacht le cinneadh ar d’iarratas, ba chóir duit iarratas a dhéanamh ar an LÉCSN sula gcríochnóidh an scéim ar an 30 Meán Fómhair 2017

source: Your entitlement will be established when you get a decision on your application or appeal
ga: Deimhneofar do theidlíocht nuair a fhaigheann tú cinneadh ar d’iarratas nó achomharc

source: To qualify for the Back to School Clothing and Footwear Allowance, your total household income must be less than the amounts set out in the table below
ga: Chun a bheith i dteideal don Liúntas Éadaí agus Coisbhirt don Scoilbhliain Nua, caithfidh do ionam teaghlaigh iomláin a bheith níos lú ná na suimeanna leagtha síos sa tábla thíos

source: All your dependent children are taken into account for the income limits (including children who do not qualify for BSCFA, because they are under 4)
ga: Tógfar do leanaí cleithiúnacha ar fad san áireamh do na teorainneacha ioncaim. (na leanaí nach bhfuil i dteideal LÉCSN, mar go bhfuil siad faoi 4 san áireamh)

source: Your total household income includes your main social welfare or Health Service Executive payment, the income of any dependent children on the Youthreach Programme and any other income you may have including wages (before tax, but excluding PRSI and a standard travel allowance of up to €20 per week), maintenance, savings and investments
ga: San áireamh i d’ioncam teaghlaigh iomláin tá do phríomh leasa shóisialaigh nó íocaíocht Feidhmeannaigh na Seirbhíse Sláinte, ioncam d’aon leanaí cleithiúnacha ar an gClár Ógtheagmhála agus aon ioncam eile atá agat le do phá san áireamh (roimh cháin, gan ÁSPC san áireamh agus liúntas taistil bunúsach suas le €20 sa tseachtain), cothabháil, coigiltis agus infheistíochtaí

source: Savings and investments (including property, but not your home) are assessed as follows:
ga: Coigiltí agus infheistíochtaí (réadmhaoin san áireamh, ach ní do theach):

source: │Capital │Weekly means assessed │
ga: │Caipiteal │Acmhainn sheachtainiúil │ │ │mheasúnaithe │

source: │First €5,000 │not taken into account │
ga: │An chéad │Ní ghlactar san áireamh │

source: │Next €10,000 │€1 per €1,000 │
ga: │An chéad │€1 sa €1,000 │

source: │Next €25,000 │€2 per €1,000 │
ga: │An chéad │€2 sa €1,000 │

source: │Balance │€4 per €1,000 │
ga: │Iarmhéid │€4 sa €1,000 │

source: Any income you get from Child Benefit, Rent Supplement or Mortgage Interest Supplement, Family Income Supplement, guardian's payments, Blind Welfare Allowance, Rehabilitation Training Allowance, rehabilitative employment (up to €120 per week), Domiciliary Care Allowance and Mobility Allowance is not counted
ga: Ní chomhairtear aon ioncam a fhaigheann tú ó Shochar Linbh, Forlíonadh Cíosa nó Forlíonadh Ús Morgáiste, Forlíonadh Ioncam Teaghlaigh, íocaíochtaí caomhnóirí, Liúntas Leasa na nDall, Liúntas Traenála Athshlánaithe, fostaíocht athshlánúcháin (suas le €120 sa tseachtain), Liúntas Cúraim Baile agus Liúntas Luaineachta

source: Income limits for couples 2017
ga: Teorainneacha ioncaim do lánúin 2017

source: │Couple │Income limit │
ga: │Lánúin le │Teorainn ioncam │

source: *The income limit is increased by €29.80 for each additional dependent child
ga: *Tá teorainn an ioncam méadaithe ó €29.80 do gach leanbh cleithiúnach breise

source: Income limits for lone parents 2017
ga: Teorainneacha ioncaim do thuismitheoirí aonair 2017

source: │Lone parent │Income limit │
ga: │Tuismitheoir aonair le │Teorainn ioncam │

source: Back to Education Allowance or VTOS
ga: An Liúntas um Fhilleadh ar Oideachas nó SDOG

source: If you are getting a Back to Education Allowance or VTOS allowance, you can apply for the Back to School Clothing and Footwear Allowance
ga: Má tá tú ag fáil Liúntas chun Filleadh ar an Oideachas nó Liúntas SDOG, is féidir leat iarratas a dhéanamh ar an Liúntas Éadaí agus Coisbhirt don Scoilbhliain Nua

source: You will be assessed using the standard rules and your total household income must be less than the income limits
ga: Déanfar measúnú ort ag úsáid na rialacha bunúsacha agus caithfidh d’ioncam teaghlaigh iomláin a bheith níos lú ná na teorainneacha ioncaim

source: Back to work schemes
ga: Scéimeanna um fhilleadh ar an obair

source: There are some special conditions for people who are on Back to Work Enterprise Allowance, Community Employment, Rural Social Scheme,Tús and the Community Services Programme
ga: Tá roinnt coinníollacha speisialta do dhaoine atá ar Liúntas Fiontraíochta um Fhilleadh ar an Obair, Fostaíocht Pobail, Scéim Shóisialta Tuaithe,Tús agus an Clár na Seirbhísí Pobail

source: If you were on a social welfare payment before going onto one of these schemes, you will first be assessed using the standard means test for the Back to School Clothing and Footwear Allowance
ga: Má bhí tú ar íocaíocht leasa shóisialaigh sula ndeachaigh tú ar cheann de na scéimeanna seo, déanfar measúnú ort ar dtús ag úsáid an tástáil acmhainne bunúsacha don Liúntas Éadaí agus Coisbhirt don Scoilbhliain Nua

source: If you fail to qualify using the standard means test, you will be re-assessed to find out if you can retain the Allowance as a secondary benefit under the different back to work schemes
ga: Má theipeann ort a bheith i dteideal ag úsáid an tástáil acmhainne bunúsacha, déanfar athmheasúnú ort chun fáil amach an féidir leat an Liúntas a choinneáil mar shochar tánaisteach faoi na scéimeanna um fhilleadh ar an obair difriúla

source: In the re-assessment you can keep your entitlement to the Back to School Clothing and Footwear Allowance (or apply for it if you did not have an eligible child before now), as long as your gross household income is less than €317.43
ga: San athmheasúnú is féidir leat do theidlíocht don Liúntas Éadaí agus Coisbhirt don Scoilbhliain Nua (nó iarratas a dhéanamh air mura raibh leanbh incháilithe agat roimhe seo), chomh fada is atá d’ollioncam teaghlaigh níos lú ná €317.43

source: In the re-assessment of means, the value of the Back to Work Enterprise Allowance and Family Income Supplement is not taken into account in the calculation of your gross household income
ga: San athmheasúnú d’acmhainní, ní thógfar san áireamh luach an Liúntas Fiontraíochta um Fhilleadh ar an Obair agus Forlíonadh Ioncam Teaghlaigh sa ríomh de do ollioncam teaghlaigh

source: The people most likely to qualify using the secondary benefit (€317.43) assessment are people getting a Back to Work Enterprise Allowance
ga: Is iad na daoine is dóichí a bheidh i dteideal ag úsáid an measúnú sochair thánaistigh €317.43) ná na daoine ag fáil Liúntas Fiontraíochta um Fhilleadh ar an Obair

source: The allowance paid for each eligible child aged 4-11 on or before 30 September 2017 is €125
ga: Is é an liúntas íoctha do gach leanbh incháilithe ó 4-11 bliain d’aois ar nó roimh an 30 Meán Fómhair 2017 ná €125

source: The allowance paid for each eligible child aged 12-22 on or before 30 September 2017 is €250
ga: Is é an liúntas íoctha do gach leanbh incháilithe ó 12-22 bliain d’aois ar nó roimh an 30 Meán Fómhair ná €250

source: Children aged between 18 and 22 years must be in full-time second-level education in a recognised school or college
ga: Caithfidh leanaí idir 18 agus 22 bliain d’aois a bheith in oideachas dara leibhéal go lánaimseartha i scoil nó coláiste aitheanta

source: The scheme for 2017 opened on 1 June 2017
ga: Osclaíonn an scéim ón 1 Meitheamh 2017

source: If you did not get an automatic payment you must apply for the Allowance
ga: Mura bhfuair tú íocaíocht go huathoibríoch caithfidh tú iarratas a dhéanamh ar an Liúntas

source: If any of your children are aged 18 or over, you must apply for the Allowance for them and supply evidence that they are in second-level education (even if automatic payments have issued for other children in the family)
ga: Má tá aon duine de do leanaí 18 nó os a chionn, beidh ort iarratas a dhéanamh ar an Liúntas dóibh agus fianaise a chur ar fáil go bhfuil siad in oideachas dara leibhéal (fiú má eisíodh íocaíochtaí go huathoibríoch do leanaí eile sa teaghlach)

source: Application forms will be available from the Department of Social Protection's website and from your Intreo Centre or local Social Welfare Branch Office from 16 June 2017
ga: Tá foirmeacha iarratas ar fáil ar líne (pdf) agus in oifigí leasa shóisialaigh ón 16 Meitheamh

source: An application form can also be requested by SMS (text message) by texting Form BTSCFA followed by your name and address to 51909 or by emailing the Department at BSCFA@welfare.ie
ga: Is féidir leat iarratas d’fhoirm a dhéanamh ar líne, trí SMS (téacs Foirm LÉCSN le d’ainm agus seoladh ina dhiaidh chuig 51909) nó trí ríomhphost a sheoladh chuig an Roinn ag BSCFA@welfare.ie

source: Completed application forms with supporting documentation should be returned to:
ga: Is féidir foirmeacha iarratas comhlíonta a sheoladh le doiciméid tacaíochta chuig:

source: Department of Social Protection
ga: An Roinn Coimirce Sóisialta

source: Locall:1890 66 22 44
ga: Lóghlao:1890 66 22 44

source: If you are unhappy with the decision on your application, you should send a letter to the Back to School Clothing and Footwear Allowance Review Section at the address below setting out why you are not happy with the decision and asking that the claim be reviewed
ga: Má tá tú míshásta leis an gcinneadh a rinneadh ar d’iarratas, ba cheart duit litir a sheoladh chuig an Roinn Athbhreithnithe Liúntas Éadaí agus Coisbhirt don Scoilbhliain Nua ag an seoladh thíos ag leagadh amach na fáthanna nach bhfuil tú sásta leis an gcinneadh agus ag fiafraí ar athbhreithniú ar an éileamh

source: You should request a review within 21 days of getting your decision
ga: Ba chóir duit iarratas ar athbhreithniú a dhéanamh laistigh 21 lá ón dáta a fhaigheann tú an cinneadh
